Repository: lebao3105/wallchange
Catalog: po/*.po
Languages: vi

source: Select your preferred background
vi: Chon hinh nen ban muon

source: Open WallChange manifest
vi: Mo manifest WallChange

source: Save
vi: Luu

source: Image not found for background variant {}: {}
vi: Khong thay anh cho loai hinh nen {}: {}

source: Toggle the auto-wallpaper service
vi: Chuyen service hinh nen tu dong

source: About this app
vi: Ve ung dung nay

source: Quit
vi: Thoat

source: No open file.
vi: Khong co tep nao duoc mo.

source: &File
vi: &Tep

source: &Help
vi: Tro &giup

source: Light background
vi: Hinh nen sang

source: Select a image
vi: Chon mot anh

source: Dark background
vi: Hinh nen toi

source: Unknown
vi: Khong xac dinh

source: Dynamically changes your desktop theme! wxPython version: {wxver} Python version: {pyver} OS type: {ostype}
vi: Dat hinh nen cho may tinh cua ban mot cach linh dong nhat! Phien ban wxPython: {wxver} Phien ban Python: {pyver} He dieu hanh: {ostype}

source: Choose
vi: Chon

source: Please select all required images before you continue.
vi: Hay hoan thanh nhung thu duoc yeu cau truoc khi ban tiep tuc.

source: Missing component(s)
vi: Thieu thanh phan

source: Start the wallpaper-set process now?
vi: Bat dau viec dat hinh nen bay gio?

source: Infomation
vi: Thong tin

source: Get all required images first, then click the 'Save' button to start.
vi: Lay nhung thu duoc yeu cau truoc, roi bam vao nut 'Luu' de bat dau.

source: Error
vi: Loi

source: Your platform is not supported ({}).
vi: He thong nay khong duoc ho tro ({}).

source: Successfully changed your desktop wallpaper. Enjoy!
vi: Dat hinh nen thanh cong cho desktop cua ban!

source: The auto-wallpaper service has been started.
vi: Service hinh nen tu dong da duoc bat.
